Repository: netbriler/second-brain
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ru

source: Requested By
ru: Запрошено кем

source: General
ru: Общее

source: Source
ru: Источник

source: AI
ru: Искусственный интеллект

source: Voice Recognition
ru: Голосовое распознавание

source: Text Recognition
ru: Распознавание текста

source: Task Recognition
ru: Распознавание задач

source: Notes
ru: Заметки

source: Reminders
ru: Напоминания

source: Text
ru: Текст

source: Prompt
ru: Запрос

source: Response
ru: Ответ

source: Category
ru: Категория

source: Time Spent
ru: Потраченное время

source: Source Type
ru: Тип контента

source: Source ID
ru: Айди источника

source: Created At
ru: Создано в

source: Updated At
ru: Обновлено в

source: Message
ru: Сообщение

source: Messages
ru: Сообщения

source: File is too big to process. Please upload a smaller file.
ru: Файл слишком большой для обработки. Пожалуйста, загрузите файл поменьше.

source: Message: {text} Processing category: {category}...
ru: Сообщение: {text} Обработка категории: {category}...

source: Message: {text} Choose the category:
ru: Сообщение: {text} Выберите категорию:

source: Title: {title} Description: {description} Crontab string: {crontab_string} Message: {message} Choose the action:
ru: Название: {title} Описание: {description} Строка crontab: {crontab_string} Сообщение: {message} Выберите действие:

source: Lesson Count
ru: Количество уроков

source: Parent
ru: Родитель

source: Course
ru: Курс

source: Assign selected group or course to lessons
ru: Назначить выбранную группу или курс урокам

source: Group
ru: Группа

source: Entries Count
ru: Количество фрагментов

source: Lesson
ru: Урок

source: User
ru: Пользователь

source: Lesson Entity
ru: Урок

source: Courses
ru: Курсы

source: Groups
ru: Группы

source: Lessons
ru: Уроки

source: Lesson Entities
ru: Фрагменты урока

source: Position
ru: Позиция

source: Title
ru: Название

source: Description
ru: Описание

source: Parent Group
ru: Родительская группа

source: Content
ru: Содержание

source: File
ru: Файл

source: Learning Progress
ru: Прогресс обучения

source: Learning Progresses
ru: Прогрессы обучения

source: Timecode (in seconds)
ru: Таймкод (в секундах)

source: Is Finished
ru: Завершено

source: Enable selected reminders
ru: Включить выбранные напоминания

source: Disable selected reminders
ru: Выключить выбранные напоминания

source: Reminder
ru: Напоминание

source: Task Class
ru: Класс задачи

source: Data
ru: Данные

source: Periodic Task
ru: Периодическая задача

source: Is Enabled
ru: Включено

source: Uploaded By
ru: Загружено пользователем

source: Short File ID
ru: Короткий айди файла

source: Short File Unique ID
ru: Короткий уникальный айди файла

source: Send to telegram
ru: Отправить в телеграм

source: Files sent to telegram
ru: Файлы отправлены в телеграм

source: Transcribe audio to text
ru: Транскрибировать аудио в текст

source: Only audio files are supported for transcription
ru: Только аудиофайлы поддерживаются для транскрипции

source: File {file_id} is not an audio file
ru: Файл {file_id} не является аудиофайлом

source: Files sent to transcription
ru: Файлы отправлены на транскрипцию

source: Create lessons from files
ru: Создать уроки из файлов

source: Lessons created
ru: Уроки созданы

source: Telegram Bot
ru: Телеграм Бот

source: <b>Admin commands 👑</b>
ru: <b>Команды администратора 👑</b>

source: get user info
ru: получить информацию о пользователе

source: export users to csv
ru: экспортировать пользователей в csv

source: count users who contacted the bot
ru: посчитать пользователей, которые связались с ботом

source: count active users (who didn't block the bot)
ru: посчитать активных пользователей (которые не заблокировали бота)

source: <b>File commands 📁</b>
ru: <b>Команды для файлов 📁</b>

source: get file
ru: получить файл

source: upload files
ru: загрузить файлы

source: <b>Helpers commands 🛠</b>
ru: <b>Команды помощи 🛠</b>

source: dump state
ru: дамп состояния

source: clear state
ru: очистить состояние

source: start bot
ru: запустить бота

source: how it works?
ru: как это работает?

source: change language
ru: изменить язык

source: open bot settings
ru: открыть настройки бота

source: open current keyboard
ru: открыть текущую клавиатуру

source: Learning commands 📚
ru: <b>Команды для обучения 📚</b>

source: start learning
ru: начать обучение

source: stop learning session
ru: остановить учебную сессию

source: finish current lesson
ru: завершить текущий урок

source: Simple
ru: Простой

source: Usage: /file [file_id]
ru: Использование: /file [айди файла]

source: file not found
ru: файл не найден

source: Send me a something to upload
ru: Отправьте мне что-нибудь для загрузки

source: No state
ru: Нет состояния

source: State cleared
ru: Состояние очищено

source: Total users: {count}
ru: Всего пользователей: {count}

source: Active users: {count}
ru: Активных пользователей: {count}

source: Usage: /user [user_id | username]
ru: Использование: /user [айди | юзернейм]

source: User not found
ru: Пользователь не найден

source: User info: <b>ID</b>: <a href="tg://user?id={id}">{id}</a> <b>Name</b>: {name} <b>Username</b>: @{username} <b>Language</b>: {language} <b>Is admin</b>: {is_admin} <b>Is active</b>: {is_active} <b>Telegram is active</b>: {telegram_is_active} <b>Last activity at</b>: {telegram_activity_at} <b>Joined at</b>: {date_joined}
ru: Информация о пользователе: <b>ID</b>: <a href="tg://user?id={id}">{id}</a> <b>Имя</b>: {name} <b>Ник</b>: @{username} <b>Язык</b>: {language} <b>Админ</b>: {is_admin} <b>Активен</b>: {is_active} <b>Активен в Телеграме</b>: {telegram_is_active} <b>Последняя активность в Телеграме</b>: {telegram_activity_at} <b>Зарегистрирован</b>: {date_joined}

source: Something went wrong.
ru: Что-то пошло не так.

source: Message not found
ru: Сообщение не найдено

source: Category: {category} {text}
ru: Категория: {category} {text}

source: Unknown category
ru: Неизвестная категория

source: Parsing message...
ru: Анализ сообщения...

source: Reminder saved successfully
ru: Напоминание успешно сохранено

source: Course id not found
ru: Айди курса не найден

source: Enter course id after course_
ru: Введите айди курса после course_

source: Group id not found
ru: Айди группы не найден

source: Enter group id after group_
ru: Введите айди группы после group_

source: Lesson id not found
ru: Айди урока не найден

source: Enter lesson id after lesson_
ru: Введите айди урока после lesson_

source: No courses found
ru: Курсы не найдены

source: Learning session started 📚
ru: Учебная сессия начата 📚

source: Saved time: {time}
ru: Сохраненное время: {time}

source: Menu 📚
ru: Меню 📚

source: Please reply to the lesson entity message
ru: Пожалуйста, ответьте на сообщение сущности урока

source: Lesson entity not found
ru: Фрагмент урока не найден

source: The duration of the content is less than the specified time
ru: Длительность контента меньше указанного времени

source: Stop learning session 🛑
ru: Остановить учебную сессию 🛑

source: Learning session stopped 📚
ru: Учебная сессия остановлена 📚

source: Finish current lesson ✅
ru: Завершить текущий урок ✅

source: Please select the lesson to finish
ru: Пожалуйста, выберите урок для завершения

source: Lesson not found
ru: Урок не найден

source: Lesson finished ✅
ru: Урок завершен ✅

source: All lessons in this course are completed ✅
ru: Все уроки в этом курсе завершены ✅

source: No more lessons in this group Please select another group or course
ru: Больше нет уроков в этой группе Пожалуйста, выберите другую группу или курс

source: Start learning 📚
ru: Начать обучение 📚

source: Please select the course, group or lesson to start learning
ru: Пожалуйста, выберите курс, группу или урок для начала обучения

source: Choose an action from the menu 👇
ru: Выберите действие из меню 👇

source: Learning session keyboard 📚
ru: Клавиатура учебной сессии 📚

source: Unknown action
ru: Неизвестное действие

source: Language changed to {language}
ru: Язык изменен на {language}

source: Choose your language
ru: Выберите язык

source: Hi {full_name}! Choose your language_code
ru: Привет {full_name}! Выберите язык

source: Cancel ❌
ru: Отмена ❌

source: Help 🆘
ru: Помощь 🆘

source: Settings 🛠
ru: Настройки 🛠

source: Upload file 📁
ru: Загрузить файл 📁

source: Export users 📁
ru: Экспортировать пользователей 📁

source: Count users 👥
ru: Посчитать пользователей 👥

source: Count active users 👥
ru: Посчитать активных пользователей 👥

source: 📁 Groups & Lessons
ru: 📁 Группы и уроки

source: 🔍 Search Courses
ru: 🔍 Поиск курсов

source: 📊 Statistics
ru: 📊 Статистика

source: 📝 Lessons
ru: 📝 Уроки

source: 📚 Continue learning
ru: 📚 Продолжить обучение

source: 📚 Start learning
ru: 📚 Начать обучение

source: 📚 Course by ID
ru: 📚 Курс по айди

source: 📁 Group by ID
ru: 📁 Группа по айди

source: 📝 Lesson by ID
ru: 📝 Урок по айди

source: Files
ru: Файлы

source: Content Type
ru: Тип контента

source: File ID
ru: Айди файла

source: File Unique ID
ru: Уникальный айди файла

source: MIME Type
ru: MIME тип

source: Raw Data
ru: Сырые данные

source: Caption
ru: Подпись

source: Message ID
ru: Айди сообщения

source: Chat ID
ru: Айди чата

source: Role
ru: Роль

source: <b>Total Finished:</b> {progress_emoji}{finished_count}/{total_count} ({percent}%)
ru: <b>Всего завершено:</b> {progress_emoji}{finished_count}/{total_count} ({percent}%)

source: <b>Course Information</b> <b>Title:</b> {title} <b>Description:</b> {description} {stats_text}
ru: <b>Информация о курсе</b> <b>Название:</b> {title} <b>Описание:</b> {description} {stats_text}

source: No description provided
ru: Описание не предоставлено

source: <b>Course Progress</b> <b>Total Finished:</b> {progress_emoji}{finished_count}/{total_count} ({percent}%)
ru: <b>Прогресс курса</b> <b>Всего завершено:</b> {progress_emoji}{finished_count}/{total_count} ({percent}%)

source: <b>Group: {title}</b> <b>Finished:</b> {progress_emoji}{finished_count}/{total_count} ({percent}%)
ru: <b>Группа: {title}</b> <b>Завершено:</b> {progress_emoji}{finished_count}/{total_count} ({percent}%)

source: No group
ru: Без группы

source: <b>Group Progress</b> <b>Total Finished:</b> {progress_emoji}{finished_count}/{total_count} ({percent}%)
ru: <b>Прогресс группы</b> <b>Всего завершено:</b> {progress_emoji}{finished_count}/{total_count} ({percent}%)

source: <b>Group Information</b> <b>Title:</b> {title} <b>Description:</b> {description} {stats_text}
ru: <b>Информация о группе</b> <b>Название:</b> {title} <b>Описание:</b> {description} {stats_text}

source: <b>Lesson Information</b> <b>Title:</b> {title}
ru: <b>Информация о уроке</b> <b>Название:</b> {title}

source: New file uploaded: <b>File type</b>: <code>{content_type}</code> <b>File ID</b>: <code>{file_id}</code> <b>Uploaded by</b>: <a href="tg://user?id={uploaded_by_id}">{uploaded_by}</a> <b>Raw Data</b>: {raw_data}
ru: Новый файл загружен: <b>Тип файла</b>: {content_type} <b>Айди файла</b>: {file_id} <b>Загружено пользователем</b>: <a href="tg://user?id={uploaded_by_id}">{uploaded_by}</a> <b>Сырые данные</b>: {raw_data}

source: Unknown content type
ru: Неизвестный тип контента

source: You can also use inline commands to interact with me
ru: Вы также можете использовать инлайн-команды для взаимодействия со мной

source: Permissions
ru: Права

source: Telegram
ru: Телеграм

source: Users
ru: Пользователи

source: Active
ru: Активный

source: Designates whether this user should be treated as active. Unselect this instead of deleting accounts.
ru: Определяет, должен ли этот пользователь считаться активным. Снимите этот флажок вместо удаления учетных записей.

source: First Name
ru: Имя

source: Last Name
ru: Фамилия

source: Telegram ID
ru: Айди Телеграма

source: Telegram Username
ru: Ник Телеграма

source: Telegram Is Active
ru: Активен в Телеграме

source: Telegram Last Activity At
ru: Последняя активность в Телеграме

source: Language Code
ru: Код языка

source: Enter a valid username. This value may contain only letters, numbers, and ./-/_ characters.
ru: Введите действительное имя пользователя. Это значение может содержать только буквы, цифры и символы ./-/_.
